t_foot = 'История зарождения футбола в России'
foot = '''История зарождения футбола в России вытекает из Древней Руси. 
По некоторым источникам, мужики выходили на лед или городскую площадь, 
делились на две стороны и катали набитый волосами мяч. Эту игру называли "шалыга".

Современный футбол в России появился в 1880 году, благодаря иностранцам, работавшим на российских заводах. 
Первые российские клубы появились в Одессе, Риге, Николаеве и Санкт-Петербурге, а через пару лет и в Москве. 
В 1897 году был сыгран первый футбольный матч - между командами "Спорт" и "Василеостровским сообществом футболистов", 
который завершился победой сообщества со счетом 6:0. Это стало отправной точкой в истории российского футбола.

Первая лига по футболу в России была организована в 1901 году. А спустя 10 лет был организован 
"Всероссийский футбольный союз". В 1936 году в стране появился новый турнир - Кубок Страны. 
Он проходит и в наши дни. Лучшие команды из всех лиг сражаются за этот важный трофей.

В общем, футбол в нашей стране стал развиваться очень активно. 
Всей стране были известны такие имена как Всеволод Бобров, Григорий Федотов.'''


t_cook = 'Как гречку выбирать'
cook = '''Гречка должна сильно пахнуть гречкой — банально, но так. 
Но в запечатанном пакете ее нельзя понюхать. 
Поэтому выбирайте на глаз, рассмотрев крупу в окошечко на упаковке: 
гречка должна быть цельной, не дробленой, с зернами одного размера. 
Отдайте предпочтение крупной, не осветленной, приятного серо-коричневого цвета крупе. 
Если она светлая, это означает, что ее очистили после обжарки, и из-за этого 30–40% вкуса она потеряла.
Стоит ли гречку перебирать
Сегодня перебирать гречку по зернышку не требуется: выбирайте крупу первого сорта, 
это целое, недробленое зерно, практически лишенное всякого мусора. 
На всякий случай пару раз медленно пересыпьте ее из одной емкости в другую или просто пропустите зерна через пальцы. 
Если заметите пару слишком темных зерен или катышков, уберите их. Нет ничего хуже, если в каше попадется камушек.'''


t_polit = 'Мосгорсуд оставил продюсера Reuters в СИЗО по делу об экстремизме.'
polit = '''Мосгорсуд оставил под стражей арестованного по делу об экстремизме продюсера новостной службы Reuters Константина Габова 
Об этом сообщила пресс-служба судов общей юрисдикции Москвы в своем телеграм-канале.

27 апреля 2024 года Басманный районный суд Москвы арестовал Габова на два месяца по обвинению в участии в 
экстремистском сообществе.

По версии суда, Габов принял участие в подготовке фото- и видеоматериалов для публикации на YouTube-канале соратников 
Алексея Навального. По ч. 2 ст. 282.1 Уголовного кодекса журналисту грозит до шести лет лишения свободы.'''

t_censor = 'Тема сегодняшнего поста - "Нецензурная брань".'
censor = '''В наше время юные "козявки" имеют свойство обзываться "букашками". Это довольно распространённая проблема,
ведь в моем больном на голову мире это почему-то считается нецензурным браньем.'''
